Repository: VolkovsaVSA/Neslis-SwiftUI2_with_UIKitLifeCycle
Catalog: Neslis/*.lproj/Localizable.strings
Languages: de, fr, hr, it, ja, ru_md, sk

source: / month
de: / Monat
fr: / mois
hr: / mjesec
it: / mese
ja: / 月
ru_md: / месяц
sk: / mesiac

source: / year
de: / Jahr
fr: / an
hr: / godina
it: / anno
ja: /年
ru_md: / год
sk: / rok

source: 1 month Pro
it: 1 mese Pro
sk: 1 mesiac Pro

source: 12 months Pro
it: 12 mesi Pro
sk: 12 mesiacov Pro

source: Attention!
de: Beachtung!
hr: Pažnja!
it: Attenzione!
ja: 注意！
ru_md: Внимание!
sk: Pozor!

source: Auto numbering
de: Automatische Nummerierung
fr: Numérotation automatique
hr: Automatsko numeriranje
it: Numerazione automatica
ja: 自動ナンバリング
ru_md: Автоматическая нумерация
sk: Automatické číslovanie

source: Backup data is loaded successfully.
de: Sicherungsdaten wurden erfolgreich geladen.
fr: Les données de sauvegarde sont chargées avec succès.
hr: Sigurnosne kopije podataka uspješno su učitane.
it: I dati di backup vengono caricati correttamente.
ja: バックアップデータが正常に読み込まれます。
ru_md: Данные резервной копии загружены успешно.
sk: Záložné údaje sa úspešne načítali.

source: Backup data is saved successfully.
de: Sicherungsdaten werden erfolgreich gespeichert.
fr: Les données de sauvegarde sont enregistrées avec succès.
hr: Sigurnosne kopije podataka uspješno su spremljene.
it: I dati di backup vengono salvati correttamente.
ja: バックアップデータは正常に保存されます。
ru_md: Данные резервного копирования успешно сохранены.
sk: Záložné údaje sa úspešne uložili.

source: Cancel
de: Stornieren
fr: Annuler
hr: Otkazati
it: Annulla
ja: キャンセル
ru_md: Отмена
sk: Zrušiť

source: Checking...
de: Überprüfung...
fr: Vérification...
hr: Provjeravam...
it: Controllo ...
ja: チェック中...
ru_md: Проверяю...
sk: Prebieha kontrola...

source: completed
de: abgeschlossen
fr: terminé
hr: dovršen
it: completato
ja: 完了
ru_md: завершено
sk: dokončené

source: Data backup
de: Datensicherung
fr: Sauvegarde de données
hr: Sigurnosna kopija podataka
it: Backup dei dati
ja: データバックアップ
ru_md: Резервное копирование данных
sk: Zálohovanie dát

source: Enable iCloud backups and shared lists
de: Aktivieren Sie iCloud-Sicherungen und freigegebene Listen
fr: Activer les sauvegardes iCloud et les listes partagées
hr: Omogućite sigurnosne kopije i dijeljene popise iCloud
it: Abilita i backup di iCloud e gli elenchi condivisi
ja: iCloudバックアップと共有リストを有効にする
ru_md: Включить резервное копирование iCloud и общие списки
sk: Povoľte zálohy iCloud a zdieľané zoznamy

source: Error
fr: Erreur
hr: Pogreška
it: Errore
ja: エラー
ru_md: Ошибка
sk: Chyba

source: Error loading
de: Ladefehler
fr: Erreur de chargement
hr: Pogreška prilikom učitavanja
it: Errore nel caricamento
ja: 読み込みエラー
ru_md: Ошибка загрузки
sk: Chyba načítania

source: Feedback
fr: Retour d'information
hr: Povratne informacije
it: Risposta
ja: フィードバック
ru_md: Обратная связь
sk: Spätná väzba

source: Feedback on application 'Neslis'
de: Feedback zur Bewerbung 'Neslis'
fr: Commentaires sur l'application 'Neslis'
hr: Povratne informacije o aplikaciji 'Neslis'
it: Feedback sull'applicazione "Neslis"
ja: アプリケーション「Neslis」に関するフィードバック
ru_md: Отзыв о приложении «Neslis»
sk: Spätná väzba k aplikácii „Neslis“

source: Fetch data from iCloud
de: Daten aus iCloud abrufen
fr: Récupérer des données depuis iCloud
hr: Dohvaćanje podataka iz iClouda
it: Recupera i dati da iCloud
ja: iCloudからデータを取得する
ru_md: Получение данных из iCloud
sk: Načítajte údaje z iCloudu

source: Fetching share data
de: Freigabedaten abrufen
fr: Récupérer des données depuis iCloud
hr: Dohvaćanje podataka o dijeljenju
it: Recupero dei dati di condivisione
ja: 共有データの取得
ru_md: Получение общих данных
sk: Načítava sa zdieľanie údajov

source: has been changed
de: wurde geändert
fr: a été modifié
hr: je promijenjen
it: è stato cambiato
ja: 変更されました
ru_md: был изменен
sk: bol zmenený

source: List settings
de: Listeneinstellungen
fr: Paramètres de la liste
hr: Postavke popisa
it: Impostazioni elenco
ja: リスト設定
ru_md: Настройки списка
sk: Nastavenia zoznamu

source: List title
de: Listentitel
fr: Titre de la liste
hr: Naslov popisa
it: Titolo elenco
ja: リストタイトル
ru_md: Заголовок списка
sk: Názov zoznamu

source: Lists
de: Listen
fr: Listes
hr: Popisi
it: Liste
ja: リスト
ru_md: Списки
sk: Zoznamy

source: Load
de: Laden
fr: La charge
hr: Opterećenje
it: Caricare
ja: 負荷
ru_md: Загрузка
sk: Naložiť

source: Merge
fr: Fusionner
hr: Ići
it: Unisci
ja: マージ
ru_md: Объеденить
sk: Choď

source: New list
de: Neue Liste
fr: Nouvelle liste
hr: Novi popis
it: Nuovo elenco
ja: 新しいリスト
ru_md: Новый список
sk: Nový zoznam

source: New task
de: Neue Aufgabe
fr: Nouvelle tâche
hr: Novi zadatak
it: Nuovo compito
ja: 新しい仕事
ru_md: Новая задача
sk: Nová úloha

source: No backup data in iCloud.
de: Keine Sicherungsdaten in iCloud.
fr: Aucune donnée de sauvegarde dans iCloud.
hr: Nema sigurnosnih kopija podataka u iCloudu.
it: Nessun dato di backup in iCloud.
ja: iCloudにバックアップデータがありません。
ru_md: Нет данных резервного копирования в iCloud.
sk: V iCloude nie sú k dispozícii žiadne záložné údaje.

source: Notifications of changes to shared lists
de: Benachrichtigungen über Änderungen an freigegebenen Listen
fr: Notifications de modifications des listes partagées
hr: Obavijesti o promjenama na dijeljenim popisima
it: Notifiche di modifiche agli elenchi condivisi
ja: 共有リストへの変更の通知
ru_md: Уведомления об изменениях в общих списках
sk: Oznámenia o zmenách zdieľaných zoznamov

source: Other applications
de: Andere Anwendungen
fr: Autres applications
hr: Ostale primjene
it: Altre applicazioni
ja: その他のアプリケーション
ru_md: Другие приложения
sk: Ostatné aplikácie

source: Please check the internet connection or re-authenticate in an iCloud account or try later.
de: Bitte überprüfen Sie die Internetverbindung oder authentifizieren Sie sich erneut in einem iCloud-Konto oder versuchen Sie es später.
fr: Veuillez vérifier la connexion Internet ou vous authentifier à nouveau dans un compte iCloud ou réessayer plus tard.
hr: Provjerite internetsku vezu ili ponovno provjerite autentičnost na iCloud računu ili pokušajte kasnije.
it: Controlla la connessione Internet o autenticati di nuovo in un account iCloud o riprova più tardi.
ja: インターネット接続を確認するか、iCloudアカウントで再認証するか、後で試してください。
ru_md: Пожалуйста, проверьте подключение к Интернету, повторите аутентификацию в учетной записи iCloud или попробуйте позже.
sk: Skontrolujte internetové pripojenie alebo vykonajte opätovnú autentizáciu v účte iCloud alebo to skúste neskôr.

source: Privacy Policy
it: Politica sulla riservatezza
sk: Zásady ochrany osobných údajov

source: Pro Version
fr: Version Pro
hr: Pro verzija
it: Versione Pro
ja: プロバージョン
ru_md: Pro версия
sk: Pro verzia

source: Processing...
hr: Obrada...
it: In lavorazione...
ja: 処理...
sk: Prebieha spracovanie...

source: Purchase Pro version for backup and sharing lists.
de: Kaufen Sie die Pro-Version für Sicherungs- und Freigabelisten.
fr: Achetez la version Pro pour les listes de sauvegarde et de partage.
hr: Kupite Pro verziju za sigurnosno kopiranje i dijeljenje popisa.
it: Acquista la versione Pro per il backup e la condivisione degli elenchi.
ja: バックアップと共有リスト用にProバージョンを購入します。
ru_md: Купите версию Pro для резервного копирования и обмена списками.
sk: Zakúpte si verziu Pro na zálohovanie a zdieľanie zoznamov.

source: Purchases
de: Einkäufe
fr: Achats
hr: Kupnje
it: Acquisti
ja: 購入
ru_md: Покупки
sk: Nákupy

source: Rate the app
de: Bewerten Sie die App
fr: Évaluer l'application
hr: Ocijenite aplikaciju
it: Valuta l'app
ja: アプリを評価する
ru_md: Оцените приложение
sk: Ohodnoťte aplikáciu

source: Recurring billing. Cancel any time. If you choose to purchase a subscription, payment will be charged to your iTunes account and your account will be charged for renewal 24 hours prior to the end of the current period unless auto-renew is turned off. Auto-renewal is managed by the user and may be turned off at any time by going to your settings in the iTunes Store after purchase. Any unused portion of a free trial period will be forfeited when the user purchases a subscription.
de: Wiederkehrende Abrechnung. Jederzeit abbrechen. Wenn Sie ein Abonnement erwerben, wird die Zahlung Ihrem iTunes-Konto belastet, und Ihr Konto wird 24 Stunden vor dem Ende des aktuellen Zeitraums für die Verlängerung belastet, sofern die automatische Verlängerung nicht deaktiviert ist. Die automatische Verlängerung wird vom Benutzer verwaltet und kann jederzeit deaktiviert werden, indem Sie nach dem Kauf Ihre Einstellungen im iTunes Store aufrufen. Jeder nicht genutzte Teil eines kostenlosen Testzeitraums verfällt, wenn der Benutzer ein Abonnement kauft.
fr: Paiement régulier. Annulez à tout moment. Si vous choisissez d'acheter un abonnement, le paiement sera débité de votre compte iTunes et votre compte sera facturé pour le renouvellement 24 heures avant la fin de la période en cours, sauf si le renouvellement automatique est désactivé. Le renouvellement automatique est géré par l'utilisateur et peut être désactivé à tout moment en accédant à vos paramètres dans l'iTunes Store après l'achat. Toute partie inutilisée d'une période d'essai gratuite sera perdue lorsque l'utilisateur achète un abonnement.
hr: Ponavljanje naplate. Otkažite bilo kada. Ako odlučite kupiti pretplatu, plaćanje će se izvršiti na vaš iTunes račun, a obnova računa naplatit će se 24 sata prije kraja tekućeg razdoblja, osim ako automatsko obnavljanje nije isključeno. Korisnikom upravlja automatsko obnavljanje i može se isključiti u bilo kojem trenutku odlaskom u vaše postavke u iTunes Store nakon kupnje. Svaki neiskorišteni dio besplatnog probnog razdoblja izgubit će se kada korisnik kupi pretplatu.
it: Fatturazione ricorrente. Annulla in qualsiasi momento. Se scegli di acquistare un abbonamento, il pagamento verrà addebitato sul tuo account iTunes e il tuo account verrà addebitato per il rinnovo 24 ore prima della fine del periodo corrente a meno che il rinnovo automatico non sia disattivato. Il rinnovo automatico è gestito dall'utente e può essere disattivato in qualsiasi momento accedendo alle tue impostazioni in iTunes Store dopo l'acquisto. Qualsiasi parte inutilizzata di un periodo di prova gratuito verrà annullata quando l'utente acquista un abbonamento.
ja: 定期的な請求。 いつでもキャンセルしてください。 サブスクリプションの購入を選択した場合、自動更新がオフになっていない限り、支払いはiTunesアカウントに請求され、アカウントの更新は現在の期間が終了する24時間前に請求されます。 自動更新はユーザーが管理し、購入後にiTunesStoreの設定に移動することでいつでもオフにすることができます。 無料試用期間の未使用部分は、ユーザーがサブスクリプションを購入すると失効します。
ru_md: Периодическое выставление счетов. Отменить можно в любое время. Если вы решите приобрести подписку, оплата будет снята с вашей учетной записи iTunes, а с вашей учетной записи будет взиматься плата за продление за 24 часа до окончания текущего периода, если автоматическое продление не отключено. Автоматическое продление управляется пользователем и может быть отключено в любой момент, перейдя в настройки в iTunes Store после покупки. Любая неиспользованная часть бесплатного пробного периода будет аннулирована, когда пользователь приобретает подписку.
sk: Opakovaná fakturácia. Zrušiť kedykoľvek. Ak sa rozhodnete zakúpiť predplatné, platba sa zúčtuje na váš účet iTunes a na účet sa bude účtovať obnovenie 24 hodín pred koncom aktuálneho obdobia, pokiaľ automatické obnovenie nie je vypnuté. Automatické obnovenie je spravované používateľom a je možné ho kedykoľvek vypnúť v nastaveniach v obchode iTunes po zakúpení. Keď si používateľ zakúpi predplatné, akákoľvek nevyužitá časť bezplatného skúšobného obdobia prepadne.

source: Restore data
de: Daten wiederherstellen
fr: Restaurer les données
hr: Vrati podatke
it: Ripristinare i dati
ja: データを復元する
ru_md: Восстановить данные
sk: Obnoviť údaje

source: Restore purchases
de: Einkäufe wiederherstellen
fr: Restaurer les achats
hr: Vratite kupnje
it: Ripristinare gli acquisti
ja: 購入を復元
ru_md: Восстановить покупки
sk: Obnoviť nákupy

source: Restoring...
de: Wiederherstellen ...
fr: Restauration...
hr: Vraćanje...
it: Ripristino ...
ja: 復元中...
ru_md: Восстановление ...
sk: Obnovuje sa...

source: Rewrite
de: Umschreiben
fr: Récrire
hr: Prepisati
it: Riscrivere
ja: リライト
ru_md: Переписать
sk: Prepísať

source: Save
de: speichern
fr: sauver
hr: Uštedjeti
it: Salva
ja: 保存する
ru_md: Сохранить
sk: Uložiť

source: Save data
de: Daten speichern
fr: Sauvegarder les données
hr: Spremi podatke
it: Salvare i dati
ja: データを保存する
ru_md: Сохранить данные
sk: Uložiť dáta

source: Saving...
de: Sparen ...
fr: Épargne...
hr: Spremanje...
it: Salvataggio...
ja: 保存中...
ru_md: Сохранение...
sk: Ukladá sa...

source: Send email to the developer
de: E-Mail an den Entwickler senden
fr: Envoyer un e-mail au développeur
hr: Pošaljite e-poruku programeru
it: Invia un'email allo sviluppatore
ja: 開発者にメールを送信する
ru_md: Отправить письмо разработчику
sk: Poslať e-mail vývojárovi

source: Settings
de: die Einstellungen
fr: Réglages
hr: Postavke
it: impostazioni
ja: 設定
ru_md: Настройки
sk: nastavenie

source: Shared list
de: Gemeinsame Liste
fr: Liste partagée
hr: Dijeljeni popis
it: Elenco condiviso
ja: 共有リスト
ru_md: Общий список
sk: Zdieľaný zoznam

source: Sharing lists
de: Listen teilen
fr: Partager des listes
hr: Popisi za dijeljenje
it: Condivisione di elenchi
ja: リストの共有
ru_md: Совместное использование списков
sk: Zdieľanie zoznamov

source: Show 'expand all' button
de: Schaltfläche "Alle erweitern" anzeigen
fr: Afficher «Tout afficher» bouton
hr: Prikaži gumb 'proširi sve'
it: Mostra il pulsante "espandi tutto"
ja: 「すべて展開」ボタンを表示
ru_md: Показать кнопку "развернуть все"
sk: Zobraziť tlačidlo „rozbaliť všetko“

source: Show checked item
de: Aktiviertes Element anzeigen
fr: Afficher l'élément coché
hr: Prikaži označenu stavku
it: Mostra l'elemento selezionato
ja: チェック項目を表示
ru_md: Показать отмеченный элемент
sk: Zobraziť začiarknutú položku

source: Show list counter
de: Listenzähler anzeigen
fr: Afficher le compteur de la liste
hr: Prikaži brojač popisa
it: Mostra contatore elenco
ja: リストカウンターを表示
ru_md: Показать счетчик списка
sk: Zobraziť počítadlo zoznamu

source: Show progress bar
de: Fortschrittsbalken anzeigen
fr: Afficher la barre de progression
hr: Prikaži traku napretka
it: Mostra barra di avanzamento
ja: プログレスバーを表示
ru_md: Показать индикатор выполнения
sk: Zobraziť indikátor priebehu

source: Show sublist count
de: Anzahl der Unterlisten anzeigen
fr: Afficher le nombre de sous-listes
hr: Prikaži broj popisa
it: Mostra il conteggio delle sottoliste
ja: サブリスト数を表示
ru_md: Показать количество подзадач
sk: Zobraziť počet podskupín

source: Success
de: Erfolg
fr: Succès
hr: Uspjeh
it: Successo
ja: 成功
ru_md: Успех
sk: Úspech

source: Terms & Conditions
it: Termini & Condizioni
sk: Podmienky

source: Terms & Privacy Policy
it: Termini e informativa sulla privacy
sk: Podmienky a pravidlá ochrany osobných údajov

source: To accept shared lists buy the Pro version.
de: Um gemeinsam genutzte Listen zu akzeptieren, kaufen Sie die Pro-Version.
fr: Pour accepter les listes partagées, achetez la version Pro.
hr: Da biste prihvatili dijeljene popise, kupite Pro verziju.
it: Per accettare elenchi condivisi acquista la versione Pro.
ja: 共有リストを受け入れるには、Proバージョンを購入してください。
ru_md: Чтобы принимать общие списки, купите версию Pro.
sk: Ak chcete prijímať zdieľané zoznamy, zakúpte si verziu Pro.

source: To send an email please configure email into settings iOS
de: Um eine E-Mail zu senden, konfigurieren Sie bitte die E-Mail in den Einstellungen iOS
fr: Pour envoyer un e-mail, veuillez configurer l'e-mail dans les paramètres iOS
hr: Da biste poslali e-poštu, konfigurirajte e-poštu u postavkama iOS-a
it: Per inviare un'e-mail, configurare l'email nelle impostazioni iOS
ja: メールを送信するには、iOSの設定にメールを設定してください
ru_md: Для отправки электронной почты, пожалуйста, настройте электронную почту в настройках iOS
sk: Ak chcete odoslať e-mail, nakonfigurujte e-mail v nastaveniach systému iOS

source: Upgrade to Pro
de: Upgrade auf Pro
fr: Passer à Pro
hr: Nadogradi na pro
it: Aggiornamento a Pro
ja: プロ仕様にアップグレードする
ru_md: Перейти на Pro
sk: Inovujte na Pro

source: Use icon color in the list
de: Verwenden Sie die Symbolfarbe in der Liste
fr: Utiliser la couleur de l'icône dans la liste
hr: Upotrijebite boju ikone na popisu
it: Usa il colore dell'icona nell'elenco
ja: リストでアイコンの色を使用する
ru_md: Использовать цвет значка в списке
sk: V zozname použite farbu ikony

source: Use the color of the list-icon to visual style the list
de: Verwenden Sie die Farbe des Listensymbols, um die Liste visuell zu gestalten
fr: Utilisez la couleur de l'icône de la liste pour donner un style visuel à la liste
hr: Koristite boju ikone popisa za vizualno oblikovanje popisa
it: Usa il colore dell'icona dell'elenco per visualizzare lo stile dell'elenco
ja: リストアイコンの色を使用して、リストの視覚的なスタイルを設定します
ru_md: Использовать цвет иконки списка для визуального оформления списка
sk: Na vizuálny štýl zoznamu použite farbu ikony zoznamu

source: Visual settings
de: Visuelle Einstellungen
fr: Paramètres visuels
hr: Vizualne postavke
it: Impostazioni visive
ja: 視覚的な設定
ru_md: Визуальные настройки
sk: Vizuálne nastavenia

source: You are not logged in iCloud, or not all permits granted! Please login to your iCloud account and check all permits in system settings for sharing lists and backup.
de: Sie sind nicht in iCloud angemeldet oder es werden nicht alle Genehmigungen erteilt! Melden Sie sich bei Ihrem iCloud-Konto an und überprüfen Sie alle Genehmigungen in den Systemeinstellungen für Freigabelisten und Backups.
fr: Vous n'êtes pas connecté à iCloud, ou tous les permis ne sont pas accordés! Veuillez vous connecter à votre compte iCloud et vérifier tous les permis dans les paramètres système pour le partage de listes et la sauvegarde.
hr: Niste prijavljeni u iCloud ili nisu dodijeljene sve dozvole! Prijavite se na svoj iCloud račun i provjerite sve dozvole u postavkama sustava za dijeljenje popisa i sigurnosne kopije.
it: Non hai effettuato l'accesso a iCloud o non tutti i permessi sono stati concessi! Accedi al tuo account iCloud e controlla tutti i permessi nelle impostazioni di sistema per la condivisione di elenchi e il backup.
ja: iCloudにログインしていないか、すべての許可が付与されているわけではありません。 iCloudアカウントにログインし、共有リストとバックアップのシステム設定ですべての許可を確認してください。
ru_md: Вы не вошли в iCloud или не все разрешения предоставлены! Пожалуйста, войдите в свою учетную запись iCloud и проверьте все разрешения в настройках системы для совместного использования списков и резервного копирования.
sk: Nie ste prihlásení v službe iCloud alebo nie sú udelené všetky povolenia! Prihláste sa do svojho účtu iCloud a v nastaveniach systému skontrolujte všetky povolenia na zdieľanie zoznamov a zálohovanie.

source: You don't have the Pro version! Please upgrade to Pro.
de: Sie haben nicht die Pro-Version! Bitte aktualisieren Sie auf Pro.
fr: Vous n'avez pas la version Pro! Veuillez passer à Pro.
hr: Nemate Pro verziju! Molimo nadogradite na Pro.
it: Non hai la versione Pro! Esegui l'upgrade a Pro.
ja: あなたはプロバージョンを持っていません！ Proにアップグレードしてください。
ru_md: У вас нет версии Pro! Пожалуйста, обновите до Pro.
sk: Nemáte verziu Pro! Inovujte na Pro.

source: You have another iCloud data. Do you want to rewrite this data or merge all data?
de: Sie haben andere iCloud-Daten. Möchten Sie diese Daten neu schreiben oder alle Daten zusammenführen?
fr: Vous avez d'autres données iCloud. Voulez-vous réécrire ces données ou fusionner toutes les données?
hr: Imate još jedan iCloud podatak. Želite li prepisati ove podatke ili spojiti sve podatke?
it: Hai altri dati iCloud. Vuoi riscrivere questi dati o unire tutti i dati?
ja: 別のiCloudデータがあります。 このデータを書き換えますか、それともすべてのデータをマージしますか？
ru_md: У вас есть другие данные iCloud. Вы хотите переписать эти данные или объединить все данные?
sk: Máte ďalšie údaje z iCloudu. Chcete tieto údaje prepísať alebo zlúčiť všetky údaje?

source: You have backup data! Do you want to load this data?
de: Sie haben Sicherungsdaten! Möchten Sie diese Daten laden?
fr: Vous avez des données de sauvegarde! Voulez-vous charger ces données?
hr: Imate sigurnosne kopije podataka! Želite li učitati ove podatke?
it: Hai i dati di backup! Vuoi caricare questi dati?
ja: バックアップデータがあります！ このデータをロードしますか？
ru_md: У вас есть резервные данные! Вы хотите загрузить эти данные?
sk: Máte záložné údaje! Chcete načítať tieto údaje?

source: You have data on your phone. Do you want to rewrite this data or merge all data?
de: Sie haben Daten auf Ihrem Telefon. Möchten Sie diese Daten neu schreiben oder alle Daten zusammenführen?
fr: Vous avez des données sur votre téléphone. Voulez-vous réécrire ces données ou fusionner toutes les données?
hr: Na telefonu imate podatke. Želite li prepisati ove podatke ili spojiti sve podatke?
it: Hai dati sul tuo telefono. Vuoi riscrivere questi dati o unire tutti i dati?
ja: あなたはあなたの電話にデータを持っています。 このデータを書き換えますか、それともすべてのデータをマージしますか？
ru_md: У вас есть данные на вашем телефоне. Вы хотите переписать эти данные или объединить все данные?
sk: V telefóne máte dáta. Chcete tieto údaje prepísať alebo zlúčiť všetky údaje?

source: You have the Pro version. All right!
de: Sie haben die Pro-Version. Gut!
fr: Vous avez la version Pro. D'accord!
hr: Imate Pro verziju. U redu!
it: Hai la versione Pro. Tutto ok!
ja: あなたはプロバージョンを持っています。 大丈夫！
ru_md: У вас есть версия Pro. Отлично!
sk: Máte verziu Pro. V poriadku!

source: You turned off the notification in settings. Please turn on the notifications for this application in the system settings.
de: Sie haben die Benachrichtigung in den Einstellungen deaktiviert. Bitte aktivieren Sie die Benachrichtigungen für diese Anwendung in den Systemeinstellungen.
fr: Vous avez désactivé la notification dans les paramètres. Veuillez activer les notifications pour cette application dans les paramètres système.
hr: Isključili ste obavijest u postavkama. Uključite obavijesti za ovu aplikaciju u postavkama sustava.
it: Hai disattivato la notifica nelle impostazioni. Attiva le notifiche per questa applicazione nelle impostazioni di sistema.
ja: 設定で通知をオフにしました。 システム設定でこのアプリケーションの通知をオンにしてください。
ru_md: Вы отключили уведомление в настройках. Пожалуйста, включите уведомления для этого приложения в настройках системы.
sk: Oznámenie ste vypli v nastaveniach. Zapnite upozornenia pre túto aplikáciu v nastaveniach systému.

source: Your save
de: Ihre speichern
fr: Votre économie
hr: Vaša ušteda
it: Risparmia il
ja: あなたの保存
ru_md: Ваша экономия
sk: Vaša úspora

source: Your subscription has expired! Please upgrade to Pro.
hr: Vaša je pretplata istekla! Molimo nadogradite na Pro.
it: Il tuo abbonamento è scaduto! Esegui l'upgrade a Pro.
ja: サブスクリプションの有効期限が切れました。 Proにアップグレードしてください。
sk: Platnosť vášho predplatného vypršala! Inovujte na Pro.

source: Your subscription is expired! Please upgrade to Pro.
de: Ihr Abonnement ist abgelaufen! Bitte aktualisieren Sie auf Pro.
fr: Votre abonnement est expiré! Veuillez passer à Pro.
ru_md: Срок действия вашей подписки истек! Пожалуйста, обновите до Pro.
